[BotMixerGUI_ConfigPage]
sTabLabel_Setup="Setup"
sTabLabel_BotTeams="Bot Teams"
sTabLabel_TeamGroups="Team Groups"
sTabLabel_GameTypeGroups="Game Type Groups"
sTabHint_Setup="Configure BotMixer..."
sTabHint_BotTeams="Create Bot Teams..."
sTabHint_TeamGroups="Create Teams Groups..."
sTabHint_GameTypeGroups="Create Game Type Groups..."
GUIHeader_Page.Caption="BotMixer"

[BotMixerGUI_ConfigTab_BotTeams]
sMsg_AvailableBotsListTitle="Bots"
sMsg_NoData="No data."
sMsg_BotNameTitle="Name:"
sMsg_DeleteTeam="Delete Team (%1) ?"
sMsg_Warn_ImportSPTeams="All teams from the UT2004 Single Player game will be imported to BotMixer, overwriting any existing Teams of the same name.||Are you sure?"
sMsg_ImportSPTeams="Import UT2004 Single Player Teams"
sMsg_SPTeamsAdded="teams were added from the UT2004 Single Player game"
sFilterNone="(none)"
sFilterTemp="(unsaved filter)"
sBotAverageStats="Avg: Acc %1, Agil %2, Tac %3, Agg %4"
sMsg_BotTeamListTitle="Bots in Team"
sMenu_AddBot="Add Bot"
sMenu_ToggleBotView="Toggle Preview"
sMenu_ShowBotLarge="Show Bot Large"
sMenu_EditBot="Edit Bot"
sMenu_FilterReset="Reset Filter"
sMenu_FilterRace="Add Filter - Race"
sMenu_FilterSex="Add Filter - Sex"
sMenu_FilterWeapon="Add Filter - Weapon"
sMenu_FilterAccuracy="Add Filter - Accuracy"
sMenu_FilterAgility="Add Filter - Agility"
sMenu_FilterTactics="Add Filter - Tactics"
sMenu_FilterAggression="Add Filter - Aggression"
sLoadingText="...Loading Character List..."
sSkinViews[0]="Normal"
sSkinViews[1]="Red"
sSkinViews[2]="Blue"
GUIButton_Add.Caption="<"
GUIButton_Add.Hint="Add the selected bot to the Team"
GUIButton_AddAll.Caption="<<"
GUIButton_AddAll.Hint="Add all bots to the Team"
GUIButton_BotEdit.Caption="E"
GUIButton_BotEdit.Hint="Customise this Bot"
GUIButton_BotTeamView.Caption="S"
GUIButton_BotTeamView.Hint="Switch to Bot Team view"
GUIButton_BotToggle.Caption="?"
GUIButton_BotToggle.Hint="Swap between bot views"
GUIButton_BotViewLarge.Caption="!"
GUIButton_BotViewLarge.Hint="View this bot large!"
GUIButton_Delete.Caption="Delete"
GUIButton_Delete.Hint="Delete the selected Bot Team"
GUIButton_EditFilter.Caption="Edit"
GUIButton_EditFilter.Hint="Edit the current bot filter"
GUIButton_ImportSPTeams.Caption="SP"
GUIButton_ImportSPTeams.Hint="Import the Bot Teams from the UT2004 Single Player game"
GUIButton_ListType1.Caption="L1"
GUIButton_ListType1.Hint="View Bot Portrait List"
GUIButton_ListType2.Caption="L2"
GUIButton_ListType2.Hint="View Bot Stat List"
GUIButton_ListType3.Caption="L3"
GUIButton_ListType3.Hint="View Portrait Bot Stat List"
GUIButton_Merge.Caption="Merge"
GUIButton_Merge.Hint="Merge the current Bot Team with a saved one"
GUIButton_New.Caption="New"
GUIButton_New.Hint="Clear the Bot Team"
GUIButton_Remove.Caption=">"
GUIButton_Remove.Hint="Remove the selected bot from the Team"
GUIButton_RemoveAll.Caption=">>"
GUIButton_RemoveAll.Hint="Remove all bots from the Team"
GUIButton_Save.Caption="Save"
GUIButton_Save.Hint="Save the current Bot Team"
GUIButton_TeamLeader.Caption="TL"
GUIButton_TeamLeader.Hint="Set the selected bot as the Team Leader"
GUICheckBox_RemoveAddedBots.Caption="Remove added"
GUICheckBox_RemoveAddedBots.Hint="Added bots are removed from the source list"
GUIComboBox_BotTeamName.Caption="Team Name"
GUIComboBox_BotTeamName.Hint="Select or enter the name of your Bot Team"
GUIComboBox_Exclude.Caption="Exclude"
GUIComboBox_Exclude.Hint="Select a Bot Team to be excluded from the available bots list"
GUIComboBox_Filter.Caption="Filter"
GUIComboBox_Filter.Hint="Select a custom bot Filter"
GUIComboBox_SkinView.Hint="Select the Skin Type for the 3D Preview"
GUISectionBackground_BotListStats.Caption="Available Bots"

[BotMixerGUI_ConfigTab_GameTypeGroups]
sMsg_DeleteGameTypeGroup="Delete Team Group (%1) ?"
GUIButton_Delete.Caption="Delete"
GUIButton_Delete.Hint="Delete the selected Game Type Group"
GUIButton_New.Caption="New"
GUIButton_New.Hint="Clear the Game Type Group"
GUIButton_Save.Caption="Save"
GUIButton_Save.Hint="Save the current Game Type Group"
GUIComboBox_BotTeam.Caption="Bot Team"
GUIComboBox_BotTeam.Hint="Select the Bot Team as a source for the game type"
GUIComboBox_SourceType.Caption="Source Type"
GUIComboBox_SourceType.Hint="Select the Bot List source type for the selected game type"
GUIComboBox_TeamGroup.Caption="Team Group"
GUIComboBox_TeamGroup.Hint="Select the Team Group as a source for the game type"
GUIEditBox_GameTypeGroupName.Caption="Group Name"
GUIEditBox_GameTypeGroupName.Hint="Enter a name for your Game Type Group"
GUISectionBackground_GameTypeGroupsList.Caption="Game Type Groups"
GUISectionBackground_GameTypes.Caption="Game Types"

[BotMixerGUI_ConfigTab_Setup]
GUIButton_BotCycleReset.Caption="Rebuild"
GUIButton_BotCycleReset.Hint="Recreate and initialise the Global Bot Cycle List"
GUICheckBox_BotCycleShuffle.Caption="Shuffle List"
GUICheckBox_BotCycleShuffle.Hint="The Global Bot Cycle List is shuffled after being created"
GUICheckBox_MatchPlayerCounts.Caption="Match Player Counts"
GUICheckBox_MatchPlayerCounts.Hint="When on, only the required number of bots are added per map.  When off, the whole Bot Team will be added, regardless of player counts.  This option is not relevant to network games and behaves as though switched on."
GUISectionBackground_BotCycle.Caption="Global Bot Cycle List"
GUISectionBackground_Misc.Caption="Miscellaneous"

[BotMixerGUI_ConfigTab_TeamGroups]
sMsg_DeleteTeamGroup="Delete Team Group (%1) ?"
sMsg_TeamGroupListTitle="Teams in Group"
sMsg_BotTeamsList="Available Teams"
GUIButton_Add.Caption="<"
GUIButton_Add.Hint="Add the selected Bot Team to the group"
GUIButton_AddAll.Caption="<<"
GUIButton_AddAll.Hint="Add all Bot Teams to the group"
GUIButton_Delete.Caption="Delete"
GUIButton_Delete.Hint="Delete the selected Team Group"
GUIButton_Merge.Caption="Merge"
GUIButton_Merge.Hint="Merge the current Team Group with a saved one"
GUIButton_New.Caption="New"
GUIButton_New.Hint="Clear the Team Group"
GUIButton_Remove.Caption=">"
GUIButton_Remove.Hint="Remove the selected Bot Team from the group"
GUIButton_RemoveAll.Caption=">>"
GUIButton_RemoveAll.Hint="Remove all Bot Teams from the group"
GUIButton_Save.Caption="Save"
GUIButton_Save.Hint="Save the current Team Group"
GUIEditBox_TeamGroupName.Caption="Group Name"
GUIEditBox_TeamGroupName.Hint="Enter a name for your Team Group"
GUISectionBackground_TeamGroupsList.Caption="Team Groups"

[BotMixerGUI_Footer_Config]
GUIButton_Done.Caption="  DONE  "
GUIButton_Done.Hint="Finish configuring BotMixer"

[BotMixerGUI_List_Bots]
ColumnHeadings=("Bot","Race","S","Ac","Al","Tc","Ag","Weapon")

[BotMixerGUI_List_GameTypes]
sListSources[0]="Bot Team"
sListSources[1]="Team Group"
sListSources[2]="(none)"
ColumnHeadings=("Game Type","Source Type","Source List")

[BotMixerGUI_List_Team]
sTeamLeader="[Leader]"

[BotMixerGUI_Menu_BotFilterWindow]
sNotSet="(Not Set)"
WindowName="Bot Filter"
GUIAltSectionBackground_Filter.Caption="Filter Options"
GUIButton_Cancel.Caption="Cancel"
GUIButton_Cancel.Hint="Exit without applying any filter changes"
GUIButton_Delete.Caption="Delete"
GUIButton_Delete.Hint="Delete selected filter"
GUIButton_ListDown.Hint="Move the selected Filter up the list."
GUIButton_ListUp.Hint="Move the selected Filter down the list."
GUIButton_New.Caption="New"
GUIButton_New.Hint="Clear the filter options"
GUIButton_Okay.Caption="Okay"
GUIButton_Okay.Hint="Apply the current filter options"
GUIButton_Save.Caption="Save"
GUIButton_Save.Hint="Save current filter"
GUICheckBox_NoDuplicates.Caption="No Duplicates"
GUICheckBox_NoDuplicates.Hint="Menu Type 'DUP' bots are not shown"
GUIComboBox_Race.Caption="Race"
GUIComboBox_Sex.Caption="Sex"
GUIComboBox_Weapon.Caption="Fav Weapon"
GUIEditBox_BotName.Caption="Name"
GUIEditBox_BotName.Hint="Bot Names containing this"
GUIEditBox_FilterName.Caption="Name"
GUIEditBox_FilterName.Hint="Enter a name for your custom Map Filter"
GUINumEditBox_MaxAccuracy.Caption="to"
GUINumEditBox_MaxAggression.Caption="to"
GUINumEditBox_MaxAgility.Caption="to"
GUINumEditBox_MaxTactics.Caption="to"
GUINumEditBox_MinAccuracy.Caption="Accuracy"
GUINumEditBox_MinAggression.Caption="Aggression"
GUINumEditBox_MinAgility.Caption="Agility"
GUINumEditBox_MinTactics.Caption="Tactics"
GUISectionBackground_FilterLists.Caption="Custom Filters"

[BotMixerGUI_Menu_TeamSymbolSelect]
WindowName="Select a Team Symbol"
GUIButton_Blank.Caption="Clear"
GUIButton_Blank.Hint="Sets the Team Symbole to nothing.  At run-time a random Team Symbol will be selected."
GUIButton_Cancel.Caption="Cancel"
GUIButton_Okay.Caption="Okay"

[BotMixerGUI_Panel_TeamSource]
GUICheckBox_Shuffle.Caption="Shuffle Team"
GUICheckBox_Shuffle.Hint="The selected Bot Team is shuffled before use"
GUICheckBox_TeamLeader.Caption="Use Team Leader"
GUICheckBox_TeamLeader.Hint="A Team Leader is always chosen, regardless of Team order or shuffling"
GUIComboBox_SourceList.Caption="Source List"
GUIComboBox_SourceList.Hint="Select the List for the Source Type"
GUIComboBox_SourceType.Caption="Source Type"
GUIComboBox_SourceType.Hint="Select the Bot List source type for the selected game type"

